tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
tap "sst/tap"
tap "wpscanteam/tap"
brew "xz"
brew "ata"
brew "readline"
brew "autoconf"
brew "automake"
brew "sqlite"
brew "awscli"
brew "node"
brew "basedpyright"
brew "bat"
brew "bison"
brew "glib"
brew "certbot"
brew "chruby"
brew "colima", restart_service: :changed
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "duti"
brew "fd"
brew "gcc"
brew "fftw"
brew "fx"
brew "fzf"
brew "gdbm"
brew "gh"
brew "git"
brew "git-town"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gobject-introspection"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "libtool"
brew "graphviz"
brew "gtk-doc"
brew "htop"
brew "httpie"
brew "icu4c@76"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "kanata"
brew "lazygit"
brew "libffi"
brew "libmagic"
brew "libpq", link: true
brew "libxml2"
brew "libyaml"
brew "mas"
brew "micro"
brew "neovim"
brew "netcat"
brew "nghttp2"
brew "nvm"
brew "pinentry-mac"
brew "pipx"
brew "poppler"
brew "postgresql@14", link: false
brew "pre-commit"
brew "python@3.12"
brew "qt"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "ruby-install"
brew "ruff"
brew "starship"
brew "stow"
brew "tcl-tk"
brew "terraform"
brew "tesseract"
brew "thefuck"
brew "tmux"
brew "uv"
brew "w3m"
brew "weasyprint"
brew "wget"
brew "yarn"
brew "sst/tap/opencode"
brew "wpscanteam/tap/wpscan"
cask "1password-cli"
cask "amazon-q"
cask "bartender"
cask "caffeine"
cask "claude"
cask "devutils"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "kitty"
cask "linear-linear"
cask "loom"
cask "ngrok"
cask "obsidian"
cask "pearcleaner"
cask "postman"
cask "raycast"
cask "session-manager-plugin"
cask "shortcat"
cask "shottr"
cask "signal"
cask "spotify"
cask "tableplus"
cask "ungoogled-chromium"
cask "via"
cask "vlc"
cask "wezterm"
cask "zoom"
mas "1Blocker", id: 1365531024
mas "1Password for Safari", id: 1569813296
mas "Clic", id: 6451395577
mas "Drafts", id: 1435957248
mas "Dropover", id: 1355679052
mas "Fantastical", id: 975937182
mas "Home Assistant", id: 1099568401
mas "Hush", id: 1544743900
mas "Instapaper", id: 288545208
mas "Keynote", id: 409183694
mas "Meeter", id: 1510445899
mas "Noir", id: 1592917505
mas "Numbers", id: 409203825
mas "Okta Extension App", id: 1439967473
mas "Okta Verify", id: 490179405
mas "Pages", id: 409201541
mas "TickTick", id: 966085870
mas "Typewriter", id: 1556419263
mas "Velja", id: 1607635845
mas "Vimari", id: 1480933944
mas "Wipr", id: 1320666476
vscode "adpyke.vscode-sql-formatter"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "anthropic.claude-code"
vscode "asvetliakov.vscode-neovim"
vscode "charliermarsh.ruff"
vscode "christherama.django-test-runner"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-postgresql-client2"
vscode "dbaeumer.vscode-eslint"
vscode "detachhead.basedpyright"
vscode "dionannd.tokyo-night-ported-nvim"
vscode "eamodio.gitlens"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "huynhduong.nvtokyo-theme"
vscode "janisdd.vscode-edit-csv"
vscode "johnpapa.vscode-peacock"
vscode "kawamataryo.copy-python-dotted-path"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "murloccra4ler.leap"
vscode "pkief.material-icon-theme"
vscode "streetsidesoftware.code-spell-checker"
vscode "timgrochowski.valley-vscode"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
vscode "zhuangtongfa.material-theme"
