tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "wpscanteam/tap"
brew "autoconf"
brew "automake"
brew "bat"
brew "python@3.9"
brew "glib"
brew "certbot"
brew "docker-compose"
brew "exa"
brew "gcc"
brew "fftw"
brew "fx"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gobject-introspection"
brew "gtk-doc"
brew "harfbuzz"
brew "htop"
brew "httpie"
brew "libtool"
brew "imagemagick"
brew "jq"
brew "libpq"
brew "micro"
brew "mongosh"
brew "netcat"
brew "nghttp2"
brew "node"
brew "nvm"
brew "pango"
brew "qt"
brew "poppler"
brew "postgresql"
brew "pre-commit"
brew "python@3.8"
brew "redis"
brew "ruby"
brew "starship"
brew "terraform"
brew "thefuck"
brew "tmux"
brew "w3m"
brew "wget"
brew "aws/tap/aws-sam-cli", link: false
brew "mongodb/brew/mongodb-community", link: false
brew "mongodb/brew/mongodb-community-shell"
brew "wpscanteam/tap/wpscan"
cask "eloston-chromium"
cask "font-hack-nerd-font"
cask "tabby"
cask "vlc"
