tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "wpscanteam/tap"
brew "xz"
brew "readline"
brew "autoconf"
brew "automake"
brew "openssl@1.1"
brew "sqlite"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "bison"
brew "glib"
brew "libffi"
brew "certbot"
brew "chruby"
brew "docker"
brew "docker-compose"
brew "duti"
brew "exa"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "pango"
brew "tesseract"
brew "gcc"
brew "fftw"
brew "fx"
brew "gdbm"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "gobject-introspection"
brew "netpbm"
brew "libtool"
brew "graphviz"
brew "libxml2"
brew "python@3.10"
brew "gtk-doc"
brew "htop"
brew "httpie"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "libpq", link: true
brew "libyaml"
brew "micro"
brew "node@16"
brew "mongosh"
brew "neovim"
brew "netcat"
brew "nghttp2"
brew "node"
brew "nvm"
brew "openjdk"
brew "openjdk@11"
brew "pinentry-mac"
brew "poetry", link: false
brew "poppler"
brew "postgresql@12"
brew "postgresql@14", link: false
brew "pre-commit", link: false
brew "pyenv"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "qt"
brew "redis"
brew "ruby"
brew "ruby-install"
brew "starship"
brew "terraform"
brew "thefuck"
brew "tmux"
brew "w3m"
brew "wget"
brew "yarn"
brew "mongodb/brew/mongodb-community"
brew "mongodb/brew/mongodb-community-shell"
brew "wpscanteam/tap/wpscan"
cask "alt-tab"
cask "caffeine"
cask "craft"
cask "dbeaver-community"
cask "eloston-chromium"
cask "fig"
cask "firefox"
cask "firefox-developer-edition"
cask "font-hack-nerd-font"
cask "kitty"
cask "modern-csv"
cask "ngrok"
cask "obsidian"
cask "pgadmin4"
cask "postman"
cask "signal"
cask "slack"
cask "tabby"
cask "tableplus"
cask "todoist"
cask "vivaldi"
cask "vlc"
